{
	"About": "Über",
	"Adds a custom CSS class to the widget. You can specify several classes using space between them.": "Fügt dem Widget eine eigene CSS Klasse hinzu. Du kannst mehrere Klassen durch Leerzeichen hinzufügen.",
	"Alignment": "Ausrichtung",
	"A new version is available. Please, update.": "Eine neue Version ist verfügbar. Bitte installiere die aktuellste Version.",
	"AngularJS version": "AngularJS Version",
	"Animation": "Animation",
	"Author": "Autor",
	"Available": "Verfügbar",
	"Bank card": "Bank card",
	"Bottom": "Unten",
	"Box": "Box",
	"Box Primary": "Box Primär",
	"Box Secondary": "Box Sekundär",
	"Build date": "Erstellungsdatum",
	"Button": "Button",
	"Button Large": "Grosser Button",
	"Button Large Primary": "Grosser Button Primär",
	"Button Link": "Button Link",
	"Button Primary": "Button Primär",
	"Center": "Zentriert",
	"Choose the toggle icon.": "Wähle das Toggle Icon",
	"Click": "Klick",
	"Close": "Schliessen",
	"CMS": "CMS",
	"Color": "Farbe",
	"Content": "Inhalt",
	"Couldn't retrieve information about files of your release": "Es konnten keine Dateiinformationen zur verwendeten Version gefunden werden",
	"Custom": "Eigener",
	"Custom Toggle Icon Settings": "Einstellungen für das Eigene Toggle Icon",
	"Database version": "Datenbankversion",
	"Default": "Standard",
	"Defines the position of the dropdowns.": "Definiert die Position der Dropdowns.",
	"Defines when the dropdowns become visible: on mouse hover or on click.": "Definiert wann der Dropdown sichtbar wird: bei Mouseover oder beim klicken.",
	"Define the font size of the title.": "Definiere die Schriftgrösse des Titels.",
	"Define the link text.": "Definiere den Link Text.",
	"Define the text alignment.": "Konfiguriere die Text Ausrichtung.",
	"Define what will be displayed inside the overlay or hide the overlay.": "Definiert was innerhalb des Overlays angezeigt werden soll oder verstecke das Overlay.",
	"Details": "Details",
	"Display": "Anzeigen",
	"Display the image inside the dropdowns.": "Zeift das Bild innerhalb des Dropdowns an.",
	"Display the Read More link. The link URL is added to each item in the Content Manager.": "Zeige den Weiterlesen Link. Die Link URL wird für jedes Item im Content Manager hinzugefügt.",
	"Donation": "Donation",
	"Download page": "Download Seite",
	"E-mail": "E-Mail",
	"Enables/disables opening all links in a new window of the browser. Otherwise, they open in the same window.": "Aktiviert / Deaktiviert das öffnen aller Links in einem neuen Browserfenster. Wenn die Option nicht aktiviert ist werden alle Links im selben Fenster geöffnet.",
	"Euro": "Euro",
	"Extra Large": "Extra Gross",
	"Eye": "Auge",
	"Fade": "Verblassen",
	"Failed to get information from server": "Das laden von Informationen vom Server ist fehlgeschlagen",
	"Failed to parse JSON": "JSON konnte nicht analysiert werden",
	"Failed to retrieve information": "Es konnten keine Informationen geladen werden",
	"Failed to retrieve information about available updates.": "Es konnten keine Informationen über verfügbare Updates geladen werden",
	"Failure": "Fehler",
	"File": "Datei",
	"File is altered": "Datei wurde verändert",
	"File is missing": "Datei fehlt",
	"Files integrity": "Dateiintegrität",
	"First name": "Vorname",
	"General": "Allgemein",
	"Grayscale": "Graustufen",
	"Height": "Höhe",
	"Height of the main popover image in pixels. You can also use 'auto' value.": "Höhe des Popover Bild in Pixel. Du kannst auch 'auto' als Wert verwenden.",
	"Height (px)": "Höhe (px)",
	"Hover": "Hover",
	"How to update": "Wie aktualisiert werden kann",
	"HTML Class": "HTML Klasse",
	"Icon": "Icon",
	"If second one exists": "Wenn ein zweites existiert",
	"If you like this module, please, donate. It will help to support the project and improve it. You can choose any suitable payment method and donate any amount. Thank you!": "If you like this module, please, donate. It will help to support the project and improve it. You can choose any suitable payment method and donate any amount. Thank you!",
	"Image": "Bild",
	"Image Animation": "Bild Animation",
	"Info": "Info",
	"Info Circle": "Info Kreis",
	"Information about your release is not available. The files can't be verified.": "Es liegen keine Informationen zur verwendeten Version vor. Die Dateien können nicht verifiziert werden.",
	"Installation path": "Installationspfad",
	"Installed": "Installiert",
	"Instructions": "Anleitung",
	"Items": "Elemente",
	"jQuery version": "jQuery Version",
	"Last name": "Nachname",
	"Left": "Links",
	"Link": "Link",
	"Link entire panel, if link exists": "Das gesamte Panel verlinken wenn ein Link existiert",
	"Link Target": "Link Ziel",
	"Map Marker": "Kartenmarkierung",
	"Maximum Height (px)": "Maximale Höhe (px)",
	"Maximum Width (px)": "Maximale Breite (px)",
	"Media": "Media",
	"Minimum Height (px)": "Minimale Höhe (px)",
	"Minimum Width (px)": "Minimale Breite (px)",
	"Mode": "Modus",
	"%name% plugin update details": "%name% Plugin update Details",
	"New release of plugin %name% is available!": "Es ist eine neue Version von %name% verfügbar!",
	"Newsletter": "Newsletter",
	"No": "No",
	"None": "Keine",
	"No problems detected": "Es wurden keine Fehler gefunden",
	"Ok": "OK",
	"Opacity": "Sichtbarkeit",
	"Opacity of the icon, a value in the range 0.0 (fully transparent) - 1.0 (opaque).": "Sichtbarkeit des Icons. Der Wert kann im Bereich von 0.0 (nicht sichtbar) - 1.0 (vollständig sichtbar) liegen.",
	"Open all links in a new window": "Öffne alle Links in einem neuen Fenster",
	"Other currencies": "Other currencies",
	"Overlay": "Overlay",
	"Panel": "Panel",
	"Path to the image file that will be used as a custom toggle icon. This setting sets the default icon for all content elements. If this field is left empty, then a default icon (that is distributed with this plugin) will be used. You can set a unique icon for any content element: you can do this by setting a 'Custom Toggle Image' field in the 'Content Settings' tab. This option is available only if you use 'Custom' content source type. The 'Custom Toggle Image' field has a higher priority and if set will override the value of this setting.": "Pfad zur Bilddatei, welche als Eigenes Toggle Icon genutzt werden soll. Diese Einstellung definiert den Standardwert für alle Inhaltselemente. Wenn dieses Feld leer gelassen wird wird ein Standardicon (welches mit dem Plugin installiert wurde) genutzt. Du kannst für jedes Element verschiedene Icons definieren: Füge hierzu ein Feld mit dem Namen 'Custom Toggle Image' in den Inhaltseinstellungen des Widgets hinzu. Diese Einstellung ist nur verfügbar wenn als Inhaltstyp 'Custom' gewählt wird. Das 'Custom Toggle Image' Feld hat eine höhere Priorität und überschreibt bei Nutzung die Grafik welche hier definiert wird.",
	"Payment methods:": "Payment methods:",
	"PayPal": "PayPal",
	"PHP version": "PHP Version",
	"Please, fill in all the fields below, then click Submit button": "Bitte fülle alle untenstehenden Felder aus und klicke auf den Button abonnieren",
	"Please, wait...": "Bitte warten...",
	"Plugin build date": "Plugin Erstellungsdatum",
	"Plugin name": "Plugin Name",
	"Plugin version": "Plugin Version",
	"Plus": "Plus",
	"Plus Circle": "Pluszeichen in Kreis",
	"Plus Square": "Pluszeichen in Quadrat",
	"Plus Square Outlined": "Pluszeichen in umrahmten Quadrat",
	"Popover": "Popover",
	"Position": "Position",
	"Problem": "Problem",
	"Ramil Valitov": "Ramil Valitov",
	"Release information": "Release Informationen",
	"Right": "Rechts",
	"Russian ruble": "Russian ruble",
	"Scale": "Skalierung",
	"Search": "Suche",
	"Search Plus": "Suchen Plus",
	"Select the style of the panel used in dropdowns.": "Wähle den Style des Panels der für die Dropdowns verwendet wird.",
	"Set the style of the Read More link.": "Konfiguriere das Aussehen des Weiterlesen Links.",
	"Set the width and height of the image in pixels. Use 'auto' for auto size.": "Definiere die Breite und die Höhe des Bildes in Pixel. Wähle 'auto' für die automatische Berechnung der Grösse.",
	"Show content": "Inhalt anzeigen",
	"Show link": "Link anzeigen",
	"Show media": "Media Inhalte anzeigen",
	"Show title": "Titel anzeigen",
	"Slide Bottom": "Von unten einfliegen",
	"Slide Left": "Von links einfliegen",
	"Slide Right": "Von rechts einfliegen",
	"Slide Top": "Von oben einfliegen",
	"Spin": "Drehen",
	"Style": "Style",
	"Subscribe": "Abonnieren",
	"Subscription form": "Anmeldeformular",
	"Text": "Text",
	"The animation that will be applied to the image.": "Die Animation welche für das Bild angewendet wird.",
	"The animation that will be applied to the overlay when being displayed.": "Die Animation welche für das Overlay verwendet wird.",
	"The height of the custom toggle icon in pixels or percents. This field is mandatory and should be specified.": "Die Höhe des eigenen Toggle Icons in Pixel oder Prozent. Diese Angabe ist zwingend notwendig.",
	"The main popover image that is used as the background.": "Das Popover Bild, welches als Hintergrund genutzt wird.",
	"The maximum height of the custom toggle icon in pixels. This setting is useful to support responsive design and make dynamic size of the custom toggle icon. If this field is left empty, then no restriction to maximum height is applied.": "The maximum height of the custom toggle icon in pixels. This setting is useful to support responsive design and make dynamic size of the custom toggle icon. If this field is left empty, then no restriction to maximum height is applied.",
	"The maximum width of the custom toggle icon in pixels. This setting is useful to support responsive design and make dynamic size of the custom toggle icon. If this field is left empty, then no restriction to maximum width is applied.": "Die maximale Breite des eigenen Toggle Icons in Pixel. Diese Einstellung ist empfehlenswert für Responsive Webdesign. Weiters kann damit das eigene Toggle Icon mit dynamischer Grösse dargestellt werden. Wird dieses Feld leer gelassen, wird kein Wert für die maximale Breite angewendet.",
	"The minimum height of the custom toggle icon in pixels. This setting is useful to support responsive design and make dynamic size of the custom toggle icon. If this field is left empty, then no restriction to minimum height is applied.": "Die minimale Höhe des eigenen Toggle Icons in Pixel. Diese Einstellung ist empfehlenswert für Responsive Webdesign. Weiters kann damit das eigene Toggle Icon mit dynamischer Grösse dargestellt werden. Wird dieses Feld leer gelassen, wird kein Wert für die minimale Höhe genutzt.",
	"The minimum width of the custom toggle icon in pixels. This setting is useful to support responsive design and make dynamic size of the custom toggle icon. If this field is left empty, then no restriction to minimum width is applied.": "Die minimale Breite des eigenen Toggle Icons in Pixel. Diese Einstellung ist empfehlenswert für Responsive Webdesign. Weiters kann damit das eigene Toggle Icon mit dynamischer Grösse dargestellt werden. Wird dieses Feld leer gelassen, wird kein Wert für die minimale Breite genutzt.",
	"The width of the custom toggle icon in pixels or percents. This field is mandatory and should be specified.": "Die Breite des eigenen Toggle Icons in Pixel oder Prozent. Dieser Wert ist zwingend notwendig und sollte definiert werden.",
	"This plugin is outdated!": "Dieses Plugin ist veraltet!",
	"Title Size": "Titelgrösse",
	"Toggle Icon": "Toggle Icon",
	"Top": "Oben",
	"UIkit version": "UIkit Version",
	"UIkit version in Widgetkit bundle": "UIkit version in Widgetkit bundle",
	"Update details": "Update Details",
	"USD": "USD",
	"Use a high-contrast color.": "Benutze eine Farbe mit hohem Kontrast.",
	"Use a high-contrast color inside the overlay.": "Benutze eine Farbe mit hohem Kontrast innerhalb des Overlay's.",
	"Verify files": "Dateien überprüfen",
	"Version": "Version",
	"Website": "Webseite",
	"We have different free products that extend functionality of the Widgetkit. Please, subscribe for a newsletter to get notifications about new releases of the current plugin, other widgets that we create, and news when a completely new product for the Widgetkit becomes available.": "Wir stellen verschiedene gratis Produkte zur Verfügung welche die Funktion von Widgetkit erweitern. Bitte abonniere unseren Newsletter um von uns über verfügbare Updates, andere Widgets oder über ein neues Produkt informiert zu werden.",
	"Widgetkit version": "Widgetkit Version",
	"Widgetkit version 2.9.0 and later are compatible with Yootheme Pro.": "Widgetkit version 2.9.0 and later are compatible with Yootheme Pro.",
	"Width": "Breite",
	"Width of the main popover image in pixels. You can also use 'auto' value.": "Die Breite des Popover Bild in Pixel. Du kannst auch 'auto' als Wert verwenden.",
	"Width of the popover in pixels.": "Breite des Popover Bild in Pixel.",
	"Width (px)": "Breite (px)",
	"Wiki and manuals": "Wiki und Handbücher",
	"Write access check": "Schreibzugriffsprüfung",
	"Yandex Money": "Yandex Money",
	"Yes": "Yes",
	"Yootheme Pro compatible": "Yootheme Pro compatible",
	"You must set the main popover image below. Otherwise, the whole widget will be disabled and will not render.": "Du musst ein Popover Bild definieren. Andernfalls kann das Widget nicht auf der Seite geladen werden.",
	"Your PHP is quite old. Although this plugin can work with your version of PHP, upgrade is recommended to the latest stable version of PHP.": "Die installierte PHP Version ist relativ alt. Wenngleich dieses Plugin funktioniert, empfehlen wir auf die aktuellste, stabile Version von PHP zu aktualisieren.",
	"Your PHP is too old! Upgrade is strongly recommended! This plugin may not work with your version of PHP.": "Die installierte PHP Version ist zu alt! Ein Upgrade ist nötig um dieses Plugin nutzen zu können.",
	"Your PHP version is OK.": "Die installierte PHP Version ist in Ordnung.",
	"Your UIkit version is OK.": "Deine Version des UIkit ist in Ordnung.",
	"Your UIkit version is too old, please upgrade your Widgetkit.": "Die installierte UIkit Version ist zu alt, bitte aktualisiere Widgetkit.",
	"Your version of the plugin is up to date!": "Deine Version des Plugins ist aktuell!",
	"Your Widgetkit version is OK.": "Deine Version des Widgetkit ist in Ordnung.",
	"Your Widgetkit version is quite old. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Die installierte Widgetkit Version ist relativ alt. Wenngleich dieses Plugin funktioniert, empfehlen wir ein Update auf die aktuelle Widgetkit Version durchzuführen.",
	"Your Widgetkit version is too old. Upgrade is strongly recommended. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Die installierte Widgetkit Version ist zu alt! Ein Upgrade ist nötig um dieses Plugin nutzen zu können."
}