{
	"About": "О плагине",
	"Adds a custom CSS class to the widget. You can specify several classes using space between them.": "Добавляет индивидуальный CSS класс виджету. Вы можете указать несколько классов, разделяя их пробелом.",
	"Alignment": "Выравнивание",
	"A new version is available. Please, update.": "Доступна новая версия. Пожалуйста, обновитесь.",
	"AngularJS version": "Версия AngularJS",
	"Animation": "Анимация",
	"Author": "Автор",
	"Available": "Доступно",
	"Bank card": "Банковская карта",
	"Bottom": "Внизу",
	"Box": "Рамка",
	"Box Primary": "Основная рамка",
	"Box Secondary": "Дополнительная рамка",
	"Build date": "Дата сборки",
	"Button": "Кнопка",
	"Button Large": "Большая кнопка",
	"Button Large Primary": "Большая основная кнопка",
	"Button Link": "Кнопка ссылка",
	"Button Primary": "Основная кнопка",
	"Center": "По центру",
	"Choose the toggle icon.": "Выберите иконку-переключатель.",
	"Click": "Клик",
	"Close": "Закрыть",
	"CMS": "Движок сайта",
	"Color": "Цвет",
	"Content": "Содержание",
	"Couldn't retrieve information about files of your release": "Не удалось получить информацию о файлах вашей версии",
	"Custom": "Индивидуальный",
	"Custom Toggle Icon Settings": "Настройки индивидуальной иконки-переключателя.",
	"Database version": "Версия базы данных",
	"Default": "По умолчанию",
	"Defines the position of the dropdowns.": "Определяет положение всплывающего окна.",
	"Defines when the dropdowns become visible: on mouse hover or on click.": "Определяет, когда всплывающее окно становится видимым: при наведении мыши или при клике.",
	"Define the font size of the title.": "Задать размер шрифта заголовка.",
	"Define the link text.": "Задает текст ссылки.",
	"Define the text alignment.": "Задать выравнивание текста.",
	"Define what will be displayed inside the overlay or hide the overlay.": "Задает что будет отображаться внутри наложенного слоя или скрывает наложенный слой.",
	"Details": "Подробности",
	"Display": "Отобразить",
	"Display the image inside the dropdowns.": "Отображать изображение внутри всплывающего окна.",
	"Display the Read More link. The link URL is added to each item in the Content Manager.": "Отобразить ссылку 'Читать далее'. Ссылка на URL добавляется к каждому элементу в Менеджере Содержания.",
	"Donation": "Пожертвование",
	"Download page": "Страница для скачивания",
	"E-mail": "E-mail",
	"Enables/disables opening all links in a new window of the browser. Otherwise, they open in the same window.": "Включает/отключает открытие всех ссылок в новом окне браузера. Иначе все ссылки будут открываться в текущем окне.",
	"Euro": "Евро",
	"Extra Large": "Очень большой",
	"Eye": "Глаз",
	"Fade": "Постепенное проявление",
	"Failed to get information from server": "Не удалось получить данные от сервера",
	"Failed to parse JSON": "Не удалось обработать JSON",
	"Failed to retrieve information": "Не удалось получить информацию",
	"Failed to retrieve information about available updates.": "Не удалось получить сведения о доступных обновлениях.",
	"Failure": "Неуспех",
	"File": "Файл",
	"File is altered": "Файл изменен",
	"File is missing": "Файл отсутствует",
	"Files integrity": "Целостность файлов",
	"First name": "Имя",
	"General": "Общие",
	"Grayscale": "Оттенки серого",
	"Height": "Высота",
	"Height of the main popover image in pixels. You can also use 'auto' value.": "Высота основного изображения всплывающего окна в пикселях. Вы также можете использовать значение 'auto'.",
	"Height (px)": "Высота (пиксели)",
	"Hover": "Наведение указателя мыши",
	"How to update": "Как обновить",
	"HTML Class": "HTML класс",
	"Icon": "Иконка",
	"If second one exists": "Если второе существует",
	"If you like this module, please, donate. It will help to support the project and improve it. You can choose any suitable payment method and donate any amount. Thank you!": "Если Вам нравится этот модуль, пожалуйста, сделайте пожертвование. Это поможет поддерживать этот проект и развивать его дальше. Вы можете выбрать любой удобный метод оплаты и произвольную сумму. Большое спасибо!",
	"Image": "Изображение",
	"Image Animation": "Анимация изображения",
	"Info": "Информация",
	"Info Circle": "Информация - окружность",
	"Information about your release is not available. The files can't be verified.": "Информация о вашей версии недоступна. Файлы не могут быть проверены.",
	"Installation path": "Пусть установки",
	"Installed": "Установлено",
	"Instructions": "Инструкции",
	"Items": "Элементы",
	"jQuery version": "Версия jQuery",
	"Last name": "Фамилия",
	"Left": "Слева",
	"Link": "Ссылка",
	"Link entire panel, if link exists": "Ссылка добавляется ко всей панели, если ссылка указана",
	"Link Target": "Цель ссылки",
	"Map Marker": "Маркер карты",
	"Maximum Height (px)": "Максимальная высота (пиксели)",
	"Maximum Width (px)": "Максимальная ширина (пиксели)",
	"Media": "Медиа",
	"Minimum Height (px)": "Минимальная высота (пиксели)",
	"Minimum Width (px)": "Минимальная ширина (пиксели)",
	"Mode": "Режим",
	"%name% plugin update details": "Сведения об обновлении плагина %name%",
	"New release of plugin %name% is available!": "Доступна новая версия плагина %name%!",
	"Newsletter": "Новостная рассылка",
	"No": "Нет",
	"None": "Отсутствует",
	"No problems detected": "Проблем не обнаружено",
	"Ok": "Ок",
	"Opacity": "Прозрачность",
	"Opacity of the icon, a value in the range 0.0 (fully transparent) - 1.0 (opaque).": "Прозрачность иконки, значение в диапазоне от 0.0 (полностью прозрачное) до 1.0 (непрозрачное).",
	"Open all links in a new window": "Открывать все ссылки в новом окне",
	"Other currencies": "Другие валюты",
	"Overlay": "Наложенный слой",
	"Panel": "Панель",
	"Path to the image file that will be used as a custom toggle icon. This setting sets the default icon for all content elements. If this field is left empty, then a default icon (that is distributed with this plugin) will be used. You can set a unique icon for any content element: you can do this by setting a 'Custom Toggle Image' field in the 'Content Settings' tab. This option is available only if you use 'Custom' content source type. The 'Custom Toggle Image' field has a higher priority and if set will override the value of this setting.": "Путьк файлу изображения, который будет использоваться в качестве индивидуальной иконки-переключателя. Этот параметр задает иконку по умолчанию для всех элементов содержания. Если это поле пустое, тогда будет использована иконка по умолчанию (которая поставляется вместе с этим плагином). Вы можете задать уникальную иконку для любого элемента содержания: для этого используйте поле 'Custom Toggle Image' на вкладке 'Настройки содержания'. Эта опция доступна, только если вы используете 'Индивидуальный' в качестве типа источника содержания. Поле  'Уникальная иконка-переключатель' имеет более высокий приоритет и если задано, то его значение переопределяет значение текущей настройки.",
	"Payment methods:": "Способы оплаты:",
	"PayPal": "PayPal",
	"PHP version": "Версия PHP",
	"Please, fill in all the fields below, then click Submit button": "Пожалуйста, заполните все следующие ниже поля, после этого нажмите на кнопку Подписаться",
	"Please, wait...": "Пожалуйста, подождите...",
	"Plugin build date": "Дата сборки плагина",
	"Plugin name": "Название плагина",
	"Plugin version": "Версия плагина",
	"Plus": "Плюс",
	"Plus Circle": "Плюс - окружность",
	"Plus Square": "Плюс - квадрат",
	"Plus Square Outlined": "Плюс - квадрат, контур",
	"Popover": "Всплывающее окно",
	"Position": "Позиция",
	"Problem": "Проблема",
	"Ramil Valitov": "Рамиль Валитов",
	"Release information": "Информация о выпуске",
	"Right": "Справа",
	"Russian ruble": "Российский рубль",
	"Scale": "Увеличение",
	"Search": "Поиск",
	"Search Plus": "Поиск плюс",
	"Select the style of the panel used in dropdowns.": "Выберите тип панели, используемой во всплывающем окне.",
	"Set the style of the Read More link.": "Установить стиль ссылки 'Читать далее'",
	"Set the width and height of the image in pixels. Use 'auto' for auto size.": "Установка ширины и высоты изображения в пикселях. Используйте 'auto' для использования автоматического размера.",
	"Show content": "Показать содержимое",
	"Show link": "Показать ссылку",
	"Show media": "Показать медиа",
	"Show title": "Показать заголовок",
	"Slide Bottom": "Скольжение снизу",
	"Slide Left": "Скольжение слева",
	"Slide Right": "Скольжение справа",
	"Slide Top": "Скольжение сверху",
	"Spin": "Вращение",
	"Style": "Стиль",
	"Subscribe": "Подписаться",
	"Subscription form": "Форма подписки",
	"Text": "Текст",
	"The animation that will be applied to the image.": "Анимация, применяемая к изображению.",
	"The animation that will be applied to the overlay when being displayed.": "Анимация, которая применяется к наложенному слою при его отображении.",
	"The height of the custom toggle icon in pixels or percents. This field is mandatory and should be specified.": "Высота индивидуальной кнопки-переключателя в пикселях или процентах. Это поле обязательно для заполнения.",
	"The main popover image that is used as the background.": "Основное изображения всплывающего окна, используется в качестве фона.",
	"The maximum height of the custom toggle icon in pixels. This setting is useful to support responsive design and make dynamic size of the custom toggle icon. If this field is left empty, then no restriction to maximum height is applied.": "Максимальная высота индивидуальной иконки-переключателя. Это значение применяется для поддержки адаптивного дизайна и придания динамического размера для индивидуальной кнопки-переключателя. Если это поле пустое, тогда к максимальной высоте никакие ограничения не применяются.",
	"The maximum width of the custom toggle icon in pixels. This setting is useful to support responsive design and make dynamic size of the custom toggle icon. If this field is left empty, then no restriction to maximum width is applied.": "Максимальная ширина индивидуальной иконки-переключателя. Это значение применяется для поддержки адаптивного дизайна и придания динамического размера для индивидуальной кнопки-переключателя. Если это поле пустое, тогда к максимальной ширине никакие ограничения не применяются.",
	"The minimum height of the custom toggle icon in pixels. This setting is useful to support responsive design and make dynamic size of the custom toggle icon. If this field is left empty, then no restriction to minimum height is applied.": "Минимальная высота индивидуальной иконки-переключателя. Это значение применяется для поддержки адаптивного дизайна и придания динамического размера для индивидуальной кнопки-переключателя. Если это поле пустое, тогда к минимальной высоте никакие ограничения не применяются.",
	"The minimum width of the custom toggle icon in pixels. This setting is useful to support responsive design and make dynamic size of the custom toggle icon. If this field is left empty, then no restriction to minimum width is applied.": "Минимальная ширина индивидуальной иконки-переключателя. Это значение применяется для поддержки адаптивного дизайна и придания динамического размера для индивидуальной кнопки-переключателя. Если это поле пустое, тогда к минимальной ширине никакие ограничения не применяются.",
	"The width of the custom toggle icon in pixels or percents. This field is mandatory and should be specified.": "Ширина индивидуальной иконки-переключателя в пикселях или процентах. Это поле является обязательным и должно быть заполнено.",
	"This plugin is outdated!": "Этот плагин устарел!",
	"Title Size": "Размер заголовка",
	"Toggle Icon": "Иконка-переключатель",
	"Top": "Наверху",
	"UIkit version": "Версия UIkit",
	"UIkit version in Widgetkit bundle": "Версия UIkit в поставке с Widgetkit",
	"Update details": "Подробности обновления",
	"USD": "Доллар США",
	"Use a high-contrast color.": "Использовать высококонтрастный цвет.",
	"Use a high-contrast color inside the overlay.": "Использовать высококонтрастный цвет внутри наложенного слоя.",
	"Verify files": "Проверить файлы",
	"Version": "Версия",
	"Website": "Веб-сайт",
	"We have different free products that extend functionality of the Widgetkit. Please, subscribe for a newsletter to get notifications about new releases of the current plugin, other widgets that we create, and news when a completely new product for the Widgetkit becomes available.": "У нас несколько бесплатных продуктов, которые расширяют возможности Widgetkit. Пожалуйста, подпишитесь на новостную рассылку для получения информации о выпуске новых версий текущего плагина, других разрабатываемых нами виджетах, а также анонсах о новых продуктах для Widgetkit.",
	"Widgetkit version": "Версия Widgetkit",
	"Widgetkit version 2.9.0 and later are compatible with Yootheme Pro.": "Widgetkit версии 2.9.0 и более поздних совместимы с Yootheme Pro.",
	"Width": "Ширина",
	"Width of the main popover image in pixels. You can also use 'auto' value.": "Ширина основного изображения всплывающего окна в пикселях. Вы можете использовать также значение 'auto'.",
	"Width of the popover in pixels.": "Ширина всплывающего окна в пикселях.",
	"Width (px)": "Ширина (пиксели)",
	"Wiki and manuals": "Вики и документация",
	"Write access check": "Проверка доступа для записи",
	"Yandex Money": "Яндекс.Деньги",
	"Yes": "Да",
	"Yootheme Pro compatible": "Совместимость с Yootheme Pro",
	"You must set the main popover image below. Otherwise, the whole widget will be disabled and will not render.": "Ниже Вы должны указать основное изображение всплывающего окна. Иначе весь виджет будет отключен и не будет отображаться.",
	"Your PHP is quite old. Although this plugin can work with your version of PHP, upgrade is recommended to the latest stable version of PHP.": "Версия PHP довольно старая! Хотя этот плагин может работать с установленной версией PHP, рекомендуется провести обновление PHP до последней стабильной версии.",
	"Your PHP is too old! Upgrade is strongly recommended! This plugin may not work with your version of PHP.": "Версия PHP слишком старая! Настоятельно рекомендуется провести обновление! Этот плагин может не работать с Вашей версией PHP.",
	"Your PHP version is OK.": "Версия PHP является подходящей.",
	"Your UIkit version is OK.": "Версия UIKit является подходящей.",
	"Your UIkit version is too old, please upgrade your Widgetkit.": "Ваша версия UIKit слишком старая, пожалуйста, обновите Widgetkit.",
	"Your version of the plugin is up to date!": "Установлена последняя версия плагина!",
	"Your Widgetkit version is OK.": "Версия Widgetkit является подходящей.",
	"Your Widgetkit version is quite old. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Версия Widgetkit достаточно старая. Хотя этот плагин может и  будет работать с Вашей версией Widgetkit, рекомендуется обновить Widgetkit до последней стабильной версии.",
	"Your Widgetkit version is too old. Upgrade is strongly recommended. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Версия Widgetkit слишком старая! Настоятельно рекомендуется провести обновление! Хотя этот плагин может и  будет работать с Вашей версией Widgetkit, рекомендуется обновить Widgetkit до последней стабильной версии."
}